[
    "Lightning strikes Earth about 8 million times per day.",
    "The highest temperature ever recorded on Earth was 56.7°C in Death Valley, California, USA, in 1913.",
    "The coldest temperature ever recorded on Earth was -89.2°C at Vostok Station, Antarctica, in 1983.",
    "A cubic mile of ordinary fog contains less than a gallon of water.",
    "Snowflakes can take up to an hour to reach the ground.",
    "Hurricanes can release as much energy as 10,000 nuclear bombs.",
    "The fastest wind speed ever recorded on Earth was 372 km/h (231 mph) at Mount Washington, USA, in 1934.",
    "The wettest place on Earth is Mawsynram, India, which receives an average of 467 inches of rain per year.",
    "Raindrops can fall at speeds of up to 20 mph (32 km/h).",
    "A single thunderstorm can produce enough energy to power a city for a day.",
    "The driest desert in the world is the Atacama Desert in Chile, where some areas have not seen rain for centuries.",
    "Antarctica is the windiest continent, with winds reaching up to 200 mph (322 km/h).",
    "Tornadoes can occur on every continent except Antarctica.",
    "The world's largest hailstone weighed nearly 1 kg and was over 8 inches in diameter.",
    "A bolt of lightning is five times hotter than the surface of the sun.",
    "Fog is simply a cloud that is touching the ground.",
    "In 1816, known as the 'Year Without a Summer,' snow fell in June and July due to a volcanic eruption.",
    "The Sahara Desert was once a lush, green landscape with lakes and rivers.",
    "The longest-lasting hurricane, Hurricane John, lasted for 31 days in 1994.",
    "Some deserts can experience freezing temperatures at night.",
    "Dust storms in the Sahara can travel across the Atlantic Ocean and affect weather in the Americas.",
    "There is a place in the Pacific Ocean known as 'Point Nemo,' the farthest point from any land, where spacecraft are often deorbited.",
    "On Venus, it rains sulfuric acid, but the extreme heat evaporates the drops before they hit the ground.",
    "The heaviest recorded snowfall in 24 hours was 75.8 inches (192 cm) in Colorado, USA, in 1921.",
    "Weather on Mars includes dust storms that can engulf the entire planet for months.",
    "The largest recorded snowflake measured 15 inches across and fell in Montana, USA, in 1887.",
    "Some parts of Antarctica haven't seen rain or snow in nearly 2 million years.",
    "Hailstones can be the size of softballs and can fall at speeds of over 100 mph (160 km/h).",
    "The ozone layer absorbs 97-99% of the sun’s harmful ultraviolet radiation."
]